{"pages":[{"title":"關於鹿","text":"跟工程師在一起的軟體專案經理，目前正慢慢走向產品經理之路，老是覺得這個坑大又深，卻又無法自拔的走得更進去。偶爾還充當一點 SA, 一點 QA, 以及很多點 UX (🤣 對，我在新創團隊當雜工) 對購物這件事也有濃烈的職業病，或是，正是因為偏執才讓我懂得享受這份職業。想依循斷捨離的準則生活，但目前還做不到。最討厭買到廣告不實、花了我的錢、卻稱不上好用的東西，變成廢物還讓我煩惱怎麼把它丟掉，同時又因為環保的心，不捨廢物被製造與丟棄會產生的各種環境成本。 記性很差，感觸很多，時間很少，覺得不把這些轉成什麼紀錄起來很浪費，於是這個部落格就誕生了。除了留下一點生活的軌跡，希望也能順便節省到誰的時間那就好了。","link":"/about/index.html"},{"title":"關於鹿","text":"測試看看","link":"/關於鹿/index.html"}],"posts":[{"title":"[婚禮大小事] 台中手工喜餅試吃推薦 😋","text":"年初拍完輕婚紗照，當時還沒決定要結婚，只是因緣際會下先拍看看、拍個好玩。但 B 羅跟我拍完覺得好像就這樣順勢趕快結婚也可以，如此這般，很迅速地決定要盡快辦完婚禮（哈哈哈沒錯就是那麼務實及隨性）。 不過因為算命老師說年底都沒適合我們倆的日子了，所以最接近的好日子只有明年一月，老師說了算，我們也就這樣沒有異議地拍板定案。 怎麼挑要試吃哪間？我家在台中，平日在台北上班，週末偶爾也要跟 B 羅一起回新竹張羅婚事，從決定要結婚後，行程一直很滿。還好好姊妹們都差不多時間要結婚，很多前輩可以問，陸續推薦很多 FB 粉絲團給我，超感謝！ 我直接在 FB 婚禮相關的粉絲團中搜尋關鍵字，鎖定台中的餅店，想要手工餅乾，搜尋手工餅乾/喜餅/台中/推薦，依照大家推文的店家再去 google 搜尋做篩選。 最後選定了下面 6 間_ chochoco 巧克力專賣 瑪利 MAMA 手作麵包 拾個月 蛋糕餅乾禮物專門店 蒙恩聽障烘焙坊 BabyFace 手工烘培 黑色棒棒糖 行程規劃因為每週都有很多事情要處理跟籌劃，我就天(愚)真(蠢)的想說可以在一個週末把 6 間都搞定，所以就開心地排出下面行程… 經過我的實際測試，一天吃 兩間是極限 哈哈哈哈哈，千萬不要跟我一樣天真。第二間吃到一半就開始會覺得很撐，也會覺得膩。 因為最後實在吃不下，所以距離比較遠的 拾個月 、排在最後一間的 BabyFace手工烘培 以及因為是連假而休假的 瑪利 MAMA 手作麵包 就果斷捨棄，沒有前去試吃。 親身試吃心得分享想要寫一個可以一目了然的紀錄，嘗試用卡片的方式呈現，將優點跟缺點簡短的列出來，希望能讓想參考的人快速有個參考的方向。 蒙恩聽障烘焙坊 (04) 2233-2525 試吃免費 💖 餅乾好吃，價格實惠，同時還能做公益🖤 外盒較為樸素、款式不多，且沒有我想要的餅乾組合 chochoco 巧克力專賣 (04) 2313-8777 試吃 $180 💖 服務周到，禮盒設計精緻🖤 價位較高，盒內餅乾組合排列方式看起來稍嫌單薄 黑色棒棒糖 0923-130-799 試吃免費 💖 餅乾超好吃，禮盒設計很可愛，試吃免費且給的很大方，服務很親切🖤 餅乾給的太豐富了，我跟三位家人一起吃，大家都吃得太飽太開心 最終抉擇哈哈哈，依照上面的佔比，應該很明顯可以看得出來我的最終選擇是誰。沒錯，就是 黑色棒棒糖 ！ 除了餅乾本身就好吃以外，試吃的整個服務流程還有包裝設計都完全打中我的心，實在沒有一個我想挑剔的地方，價格也很合理。黑色棒棒糖是我們試吃的最後一間，在這間，我跟母母大概從吃完第一塊餅乾的時候，就同時出現 就是它了！ 的共識。 這週末準備要下單了，希望接下來的整個服務也跟我們一直以來感受到的一樣舒服，好期待親朋好友收到喜餅時的模樣。 PS. 這篇完全不是業配，寫得乍看很偏頗，但完全是真心分享，去試吃體驗一下，應該會明白我說的 😉","link":"/taichung-taiwanese-bride-cake-recommend-2019.html"},{"title":"開站小記錄！","text":"如題，小小紀錄一下本站，歷經了 前幾週某天的下班後至午夜，完成基本安裝及建立 本週兩天的上班日早晨，提前半小時起床，對本站敲敲打打 最後是今日的整個下午 總算完成這個站的基本對外樣貌了，可喜可賀，希望接下來能在這邊好好的紀錄生活點滴，並且分享一些有用的資訊給需要的人 ☺ 首圖引用自 Satoshi TAKEU / flickr","link":"/rurustrace-go-live.html"},{"title":"Line 換手機備份從 iOS 轉 Android 教學","text":"希望前四大段可以幫助你快速的判斷這篇教學文，與你的狀況是不是符合。如果有任何疑問，歡迎隨時留言發問喔，我會盡所能幫你解答 🌞 本文實測設備iPhone 8 plus ios 系統 Line 備份轉移至 Samsung s10e Android 系統 8.0 以上 目前 Line 轉移備份的可行作法 ios ➯ ios : Line 內建，路徑是 設定 &gt; 聊天 &gt; 備份聊天記錄 &gt; 馬上進行備份 Android ➯ Android : Line 內建，路徑是 設定 &gt; 聊天 &gt; 備份及復原聊天記錄 &gt; Google 帳號 &gt; 備份至 Google 雲端硬碟 ios ⇌ Android : 需購買電腦軟體 Backuptrans Android iPhone Line Transfer +台幣 $723 (這是 2019/09 購入 Personal Edition 方案含國外手續費的價格) ios ⇌ Android 轉移前須知重點 該軟體 Personal Edition 方案序號只能用在一台電腦上，不能轉移到別台電腦進行作業 轉移至 Android 8.0 以上手機，必須 手動點開一位一位朋友的聊天視窗 ，個別恢復已備份的聊天內容!!! 若不想這麼麻煩，要先轉移到 Android 8.0 以下的手機，再用安卓間互轉的方式轉移。 多人聊天紀錄無法還原 (群組可以) 照片沒過期的話會一起轉移 語音訊息無法轉移 轉移流程看完前述的重點依然要繼續往下的話，讓我們來看看轉移的整個流程步驟是怎麼樣～甭緊張，雖然乍看很複雜，但冤枉路我都走完了，仔細的慢慢操作，應該不困難！ 購買、安裝 Backuptrans 軟體 連接 iPhone 進行備份 登入新手機的 Line, 同時舊手機的 Line 被登出清空 移動備份檔至 Android 手機資料夾 手動依照想恢復的朋友對話，一個一個設定讀取 備份轉移成功 :heart_eyes_cat: :blue_heart: 1. 購買、安裝 Backuptrans 軟體最便宜的版本是 Personal Edition 可轉三次方案，價錢與方案就差在轉移次數，沒有其他需求的話可直接購買這個版本。Mac 版比 Windows 版貴一些些。 windows 版本 USD $29.95 mac 版本 USD $34.95 Photo: 鹿鹿生活日誌 2. 連接 iPhone 進行備份這個步驟比較簡單 手機畫面維持在桌面 確認手機的line正確登入 接下來就開始等待進行備份囉，電腦畫面會出現 Loading data from Device...這部分雖然簡單，但我一開始卡超久的，因為進度條很久都沒往前，一直停在 0% . 前幾次嘗試都以為是我設定有問題，沒連接上。後來才發現，只是跑很慢而已，耐心地等就沒問題了！ 備份完成時，就能在該軟體上看到所有的對話紀錄 3. 登入新手機的 Line, 同時舊手機的 Line 被登出清空 舊手機 Line 開啟移動帳號功能 在新手機完成登入。 這時候看到空白一片的聊天記錄會感覺怕怕的哈哈哈，我懂，不要怕！繼續往下，快完成了。 4. 將備份好的紀錄搬到 Android 的資料夾中 先開啟 Android USB 偵錯模式因我是用 Samsung 手機，開啟的路徑會是 設定 &gt; 關於裝置 &gt; 軟體資訊 &gt; 版本號碼，連續點擊 7 次，直到出現「開發者模式已啟用」不同廠牌的設定方式應該小有不同，可以 google 『廠牌 + USB 偵錯模式』找到設定方式。 把備份好的 iPhone 紀錄搬移到 Android 的資料夾 Photo: backuptrans 2.1 如下面官網示意圖，在 local 備份上點右鍵，選擇 Export to Line backup file 2.2 出現視窗請你選擇你新手機上面的正確 Line 帳號 (如果電腦 local 中只有一個剛剛操作的備份檔，那正常只會有那一個選項)，選完點 OK，會跳出存檔視窗，存在哪邊都可以，但千萬 不要更改檔名 !!! 匯出完成後，即可關掉軟體。 把匯出的檔案打開，將裡面的 LINE_Backup 複製到 Android 的資料夾中如果裡面已存在同檔名的 LINE_Backup，務必要把原有的資料夾改名或移除，否則會失敗。 Photo: backuptrans 5. 手動依照想恢復的朋友對話，一個一個設定讀取真正的苦工開始了，點選想匯入備份紀錄的朋友， 右上方的Ｖ符號 &gt; 聊天設定 &gt; 匯入聊天記錄 慢慢的一個個匯入完，就大功告成囉 :+1: (即使聊天視窗內已經在新手機有一些對話內容，經測試，還是可以順利匯入聊天記錄喔) Photo: 失物招領 參考網址 https://butimalone12.pixnet.net/blog/post/460056525 https://steachs.com/archives/48853 https://steachs.com/archives/29432","link":"/line-backup-from-ios-to-android.html"},{"title":"iPhone 4 到 8 plus 老果粉跳槽換 Samsung Galaxy s10e","text":"首圖引用自 Kārlis Dambrāns / flickr 每天要吸收的資訊量實在太多了，結論先說在前頭，有興趣看長篇心路歷程再往下滑唄。 結論綜觀實際體驗的優缺點來說，我換這隻手機換得滿開心的，整體來說是 ⭐⭐⭐⭐⭐ 5 星推，中度使用者別猶豫，換吧！ 優點 手機桌布、 app 圖示能輕易更換主題，多變美觀 手機尺寸回到小 size ，終於能放口袋 widget 比 iPhone 好用太多，行事曆能爽爽放桌面一次看整個月 Samsung watch active 圓錶比 apple watch的方錶更得我心 (拖到我發文 active 2 40mm 都還沒開賣 😐 ) 滿足 3C 換換病 (!? 缺點 我是 iPhone 動態注音的狂熱飯，失去這個功能，打字速度瞬間歸零 螢幕太亮了啊啊啊啊!!!因為一直以來都看 iPhone 的 LCD 螢幕，眼睛習慣了，突然間切換到三星的 OLED 螢幕，前一兩個月眼睛都無法適應。用慣蘋果的同事看到我的手機螢幕，也會忍不住嚷嚷你的手機怎麼那麼亮。 Line 的聊天紀錄必須得要花錢買軟體，費神費時費銀子 想載優質 app 需要花時間研究、做功課 Samsung 二手價沒有 apple 保值哈哈哈 續航力特別把這點拉出來講，因為確實，它就像其他心得分享或實測說的一樣，如果是重度使用者，一定會感受到續航力不足的問題。因為我算是中度使用者，雖然會頻繁檢視手機訊息，但只使用各種社群、論壇及網頁，日常中不太會用手機看大量影片跟玩遊戲。而且我把無線充電板放在辦公桌上，三不五時就會直接放在上面充，所以一整天用下來感受上是還可以接受的。但如果要外出遊玩一整天，可能就真的得帶個隨身電源才夠行。 接下來要準備開始講古了，有要事要忙的人快點離開這個網頁。 老果粉的歷程我人生中第一個入手的蘋果產品是 iPod touch, 那年代，想在隨身裝置聽歌，要自己用電腦從 CD 轉 MP3，或是用 foxy 下載順便中毒。沒想到不過十年，現在多數人都用串流音樂服務聽歌。後來爹爹跟風買了 iPhone4, 用沒多久，嚷嚷著不習慣，我就順勢凹了過來（欸？）身為一個熱愛 3C 的少女，每天都拜倒在賈伯斯大神的萬年牛仔褲底下，讚嘆怎麼會有如此美麗又好用的產品。後來就接著換了 iPhone 5s, iPhone 6, iPhone 7 及 iPhone 8 plus. 甚至也購入了 iPad, iPad Air 2, Mac Air 2014, Mac Air 2017. 雖說不是每一款都追著最新版用，但也稱得上是十足的果粉了吧。 中間的安卓系統小嘗試因為我真的超愛 3C, 雖注重功能性，但依然懷有少女心想要可愛的外型，一直都想用用看不一樣的系統、品牌，所以在身為果粉的歷程中，偶爾還是有換換口味，給安卓一些機會，不過剛好我玩到的機子流暢度還是比當時正使用的 iPhone 順暢度差了些，所以沒有順利跳槽。 HTC sense 粉大約 2009 年我姊買了 HTC sense, 於是跟他交換手機使用了一陣子。結果不知道是不是我姐使用手機的方式不對，還是真的當年效能就是還沒那麼好（有點久遠，記憶不可考）。總之，我就是徹底被慢到不行的速度給嚇傻了，從那時候起我看到 HTC 的手機，總是無法避免的直覺聯想到『慢…』但老實說，為了寫文去找圖，其實這外型到今天看都依然感覺是好看的。 ASUS ZenFone 4 薄荷綠2017 年 ASUS 竟然出了我的愛色，畢竟大家都有耳聞子龍出任務，我內心不免也有點怕怕的，但衝著對愛色的愛，我還是衝了！然後一週後，我就很不捨地把它直接開啟長輩模式，送給母母了呵呵呵呵。 為什麼今年從蘋果脫粉了？因為我想用用看 Samsung Active Watch. 怎麼辦哈哈哈，真的就是這麼單(無)純(腦)的原因，認真看到這邊的人會不會傻眼。因為每天下班我都忘記開鈴聲，漏電話漏到周遭所有的親朋好友都生氣過好幾輪。曾經很認真猶豫要不要買 apple watch, 苦於外型與價格，實在下不了手。所以今年看到 Samsung Active Watch, 跟小老弟借了他的 Samsung 來滑個兩下，我就決定要換 Samsung 手機搭配手錶玩玩看。馬上研究三星今年的旗艦機，一周內做完功課，確定需求 不要曲面、不要太貴、效能不要太慢、螢幕不要太大、外型不要太醜 ，就火速買了 s10e. 個人感受的換系統優劣就如開門見山的結論所言，缺點部分比較痛苦的大概就是打字的適應期，其他都不是什麼實質的功能問題。很快就開心的適應安卓與 Samsung 的系統 🤗 結果等到今天，Samsung Active Watch 2 40 mm 粉色遲遲未開賣。每天都很認真的上三星官網刷頁面。等入手用一陣子後再來紀錄一下好了。","link":"/iPhone4to8plus-change-to-samsung-galaxy-s10e.html"},{"title":"到中崙圖書館的低潮週日午後","text":"為了逃離現在的低潮，預約的軟體測試的書到館了，週日的下午跑去領書順便逛逛圖書館，拿完預約書快速翻閱後發現內容實在有夠過時，並且太過理論，一點幫助都沒有，果斷的取完書，下樓後就丟回還書箱。找書的過程中，不斷給自己定下規則，限制自己只能借三本書，避免像之前一樣借回家一個月，但都沒有實際讀完。 住在現在的租屋處快要一年了，臺北市立圖書館中崙分館就在租屋處的對面，三分鐘就可以走到，但我比自己想像的還要少去借書。發現這一年看書的習慣改變了許多，五專十幾歲的時候才開始大量看書，那時候什麼書都看，看封面看標題稍微有興趣的書通通都會借來翻，度過了一個有點geek的青少年生活但又沒有因為這種習慣獲得/開竅geek那種在某個領域絕頂的能力。有點奇怪的是，因為那時候在家中找不到認同，而不斷的刻意找了很多心理學/心靈雞湯的相關書籍來讀，某種程度建立起多數時刻的自我安全與信任感。然後因為當時喝了太多，以至於現在都沒辦法再多喝一口心靈雞湯了哈哈哈哈，就像某個時期會熱烈的愛吃某一種食物，然後有一天突然這輩子再也不想再吃了，強烈吃夠了的心情。 從農曆年後到現在，歷經了五個月左右，這幾週幾乎武漢肺癌的確診人數都是加零的情況下，實在有點疲乏，加上天氣逐漸悶熱起來，我常常忘記戴口罩出門。還好多數的公共場所都還是堅持著原本的做法，進入前要量體溫、實名登記（採用刷身分證或是借書證，科技的令我詫異，我以為會是手填個資…呵呵沒禮貌，我可是在台灣首都呢！）。中崙分館的主題是漫畫以及各國的外文書籍，我每次進去都會不自覺地對這間圖書館以及台北市建立起每間分館不同主題這件事情感很有趣，畢竟漫畫跟閱讀這件事情在台灣，特別是學生時期總是有一種違和感。當它被圖書館設定為特定主題時，我覺得這樣的衝突很幽默，總是好奇漫畫當初是如何被設定為一個主題館的其中一個項目。 漫無目的的在書道間來回穿梭，上到三樓迎面而來的第一排書架是哲學分類，我忍不住在這條走道就用掉我的兩本扣打，其實哲學的書我一直沒有好好讀完，借了好多次好多本，但一直沒有通透。這次再借，我想我是想透過哲學，想清楚最近心底的鬱悶到底是怎麼一回事？眼看著剩下一本的額度了，我直奔文學區，打算把這個額度留給我的精神糧食——散文，在散文的書架前徘徊，看到 我喜歡這個功利的世界 ，我拿起來，翻開扉頁，作者是一個我沒聽說過的中國知名微信公眾號作家，再翻開目錄，摁好，有打中我的幾篇標題，就是它了。 回家前把剛借到手的預約書丟回還書箱，那剎那，我突然覺得很有快感，以前的我應該會鄉愿的覺得這本書耗費了很多成本才被送到這邊，我提前預約他的時間、不同圖書館為了處理我的預約之間的人事作業、實際的運送成本…等等，但我突然領悟如果我因為這樣把它帶回家，只會無端消耗更多，而我還是不會讀完它。這個快感應該源自於我覺得至少這一刻我想清楚我想要什麼，而這是我這陣子低潮的原因，對於人生的未來與掌控總覺得失去方向。明明幾個月前，在去年底那時，我充滿能量，對於一切都感到非常的滿足，怎麼幾個月後落入這種低潮？挑了哲學書，也是想想清楚這些吧？ 回到家，不怎麼讀書的先生從我帶回去的三本書中，直接排除他完全沒興趣的哲學書，讀起 我喜歡這個功利的世界 。讀到一半他突然大喊：『這本書，我們的主管應該要來讀！』哈哈哈哈哈，最近我們的生活中，每天都會提到主管，通常是在一些我們無法理解的角色出現的時候。失去方向的我，某部分知道像我這樣過於理想主義的想法是沒辦法在這個功利世界快樂生活的，希望我能盡快找到一些平衡，讓自己好過些。然後我想要每天都至少丟到一樣租屋處中，我不需要的物品。","link":"/down-sunday.html"},{"title":"脂漏性皮膚炎洗髮精 2020 實測紀錄","text":"逼羅一直以來都有脂漏頭皮困擾(未經同意直接被我爆料XD)，但直到去年底才去皮膚科確診。平常真的是像柯P一樣，三不五時就在搔頭，太專注動腦時，搔得更是嚴重忘我。最近我反覆噹他頭皮味道越來越重後，他開始吵著要換洗髮精。為了避免他亂買沒用的產品，我幫他反覆爬文，特用此文來記錄一下是否有任何進展。 2020 w7 啟用 科多洗髮精 2% &amp; Syoss絲蘊植萃潤澤潤髮乳 科多的用法參照瓶身說明，是每週二次，連續四週，每次使用需至少間隔三天。所以須持續觀察至 2020 w9，再來追蹤效果。 2020/05/31 更新Syoss絲蘊植萃潤澤潤髮乳 很不適合我這個細軟少髮人用，洗完隔天睡醒，不至於很出油，但超級塌，看起來像是帶了整晚的安全帽一樣。先生的超油頭跟搔癢問題，用這罐也沒改善。打算買呂的紫瓶試試看。","link":"/Seborrheic-Dermatitis-shampoo.html"},{"title":"婚姻是一個長期大專案","text":"被公公罵很爛婚後的第一個清明節，婆婆問我們是否要一起去掃墓，婆婆都問了，佯裝小媳婦的我當然沒二話。當天天氣很冷，公公飆了一個多小時的車才抵達。在超級傳統重男輕女的閩南家庭長大，我有記憶以來，從來沒有一次同家人去掃墓，我還總是笑說，這是重男輕女的文化中，唯一一個好處。在前往的路上，我的新家庭用著我不熟悉的節奏有一搭沒一搭的聊著，逼羅是家中最小的兒子，幾乎不在家中主動發言或參與話題，配合著他的頻率，我也自是把在家中多話主導的形象全收進口袋，不多說什麼。沒想到話題不知怎的聊到了開車這回事，剛巧我跟大嫂都有駕照但無法實際上路，公公竟然在這時候說了：『真的很爛！』用一種完全發自內心在嫌惡的語氣重重地說了這句話。我當下完全愣住了，太過於震驚，我事後想起來，雖沒照鏡子但那時候我的臉一定歪掉了吧。婆婆為了緩和氣氛，趕緊用輕鬆語氣說：『你這樣一次罵到兩個人～』 新家庭的成員 = 利害關係人這件事情當下就這樣讓話題過去了，大嫂沒有在車上，大哥淡淡的回公公說：『是我自己不讓她開的。』逼羅則是什麼話都沒有回。到現在一個月過去了，那句話幾乎沒兩三天就會浮現在我的心中。從小到大，即便我是家中最叛逆的孩子，最覺得沒有得到爸媽正面言語肯定的孩子，但我父母從來沒有這麼對我過或是用這種態度對任何一個人。跟著逼羅生活，一路上看著他的原生家庭相處的模式，對於公公，看過他怎麼失控飆罵孫女、全家人逃到院子怕掃到颱風尾，我早已知道這個新的家沒人能坦得住。所以我並不生氣或怪罪逼羅為什麼什麼話都沒說，反而開始職業病的思考這一切，接下來我與這位利害關係人該以什麼樣子的狀態對應相處，才能讓他開開心心進而讓我們都開開心心。 把婚姻看作工作老實說我現在還沒有答案，我們在外地工作，一個月一到兩個週末回去，還沒能好好捉摸這利害關係人的各個角度與他的痛點。但我發現，當我把這層新的關係用工作上我常碰到的角度去看，當作是專案中一個難處理的利害關係人，反而可以抽離情緒，不那麼鄉愿的把他與父親做比較，或去怪先生怎麼那麼豬隊友，輕鬆得多。況且以我認識逼羅的情況來說，原生家庭是如何造就他的個性實在不需他自己多做解釋。果然人身歷其境後才會明白一些過去從來無法參透的事，開始知道在外面在婆家被如何對待某些情況下，是出於更心疼家人的心不願意讓他們知道的。婚姻這個專案，我才剛開始進行三個多月，我預估它理應是個多年的長期專案，但做專案的人都知道，預估都是理想，我也很期待很想知道這個專案究竟會不會照著我的計畫完成呢～下集待續…","link":"/marriage-is-a-project.html"},{"title":"Samsung Galaxy Watch Active2 40mm 玫瑰金開箱與生活實測","text":"約莫八月初三星電子就宣布推出 Samsung Galaxy Watch Active2, 看到這個消息的時候，我興奮不已，因為看了幾篇搶先實測的文章，覺得終於出現一隻外型是我想要的、功能是我需要的、價格是我能接受的智慧型手錶了！ 我是身高 151 的小矮人，所以錶徑不用挑就是 40mm 的才合適。沒想到，十月的時候，Active2 的其他款都上架了，唯獨我挑中要買的 40mm 玫瑰金一直顯示尚未開賣，基本上我是把看它上架了沒當作每日任務，官網/PCHOME/MOMO每天都輪流在刷，一直等到電商的大節日 1111 都過了，才終於有通路可以訂。稍微比較了贈品，發現官網還多送兩張電影票，就立刻下標了。 如何挑選適合自己的智慧手錶？ 我是一個對 3C 產品美不美很有要求的人，曾經嘗試過米家的米動手錶(小米手環的外型完全不在考慮範圍內哈哈)，但最後不論是手錶本身的外型設計或是內部呈現的介面 UI 我實在都無法接受。也有考慮過要買 Apple Watch, 畢竟我身為一個資深果粉那麼多年，終究是卡在方形錶的關卡，內心那塊過不去啊啊啊~ 況且蘋果的價格，真的是很不親民吶 (我信仰不夠？) 所以當我看到 Active2 馬上就覺得中了中了，終於啊，最貼近我所有想像跟需求的智慧錶，終於現身了，我等得好苦。Active 一代也還不錯，但它不能接聽電話，錶面的厚度也再厚一點，苦惱許久，覺得 3C 這種特性的東西若不是預算有限，還是挑最新版的用比較久 最近開始很有意識的在買東西，對，以前都是瞎買，買回很多不符合需求或生活習慣最後淪為家中雜物的東西。有意識地做任何事情都很累，但很值得，它讓我不再浪費我的時間去處理那些買到不對東西的後續處理與收尾，而且真實地因為這個商品帶給我更多生活上好的改變。 下面是我在評估這個產品究竟能不能改善我的壞習慣，同時讓我因為有了他而更開心的思考角度，跟多數使用智慧手錶是為了監測健康狀態、運動習慣的出發點不太一樣。 我為什麼需要智慧手錶？ 手機老是不喜歡開鈴聲，時常漏接電話，造成周遭親朋好友的困擾 在外兩手總是拎了滿滿的東西，訊息/電話來的時候都手忙腳亂掏手機 有中度資訊恐慌症，喜歡第一時間接收各種通知與消息，但同時想降低因為讀資訊而開始低頭划手機，陷入無法逃脫的網路世界的頻率 我想要的智慧手錶需吻合什麼條件？ 外型：圓錶、簡約、顏色可愛 價格：不破萬元 我可以接受一天必須要充電一次 火速簡易開箱於是綜合以上條件，持續在等待 Active2 玫瑰金開賣。我在 11/13 於三星線上商店下訂，15 號就收到了！那時候因為剛好還在 1111 活動期間，還多送了威秀電影票兩張。目前到 11/30 號前，官網有送無線充電板 &amp; UA HOVR 指定鞋款折價劵，數量有限送完為止。 總共有_ Galaxy Watch Active2 40mm 鋁製 玫瑰金 (藍牙) 威秀電影票 x 2 無線充電板 x 1 UA HOVR 指定鞋款折價劵 $1,000 iPhone 實測在觀望這支錶時還沒換三星 s10e ，那時候多次想要找更完整的 iPhone 實測都找不太到，因此決定先來測一輪 iPhone 讓需要這個資訊的人能有個參考。 開啟藍芽與 iPhone 進行配對連接，過程引導都很清楚，很順利就能設定完成。 預設的錶面長這樣，如果有新的通知，左邊會有橘黃色的點點。往左滑，在右邊區塊是 APP；反之，是顯示通知訊息。 右邊區塊的功能選單點開像這樣子，呈現小花般的泡泡狀，點中心的圓圈，能看到全部已安裝的 APP. 手指在邊緣黑框滑動也能快速地順暢切換。 內建 APP 實際測試分享 各類常用社群通訊 APP 實測接收各類 APP 通知與訊息基本上都沒什麼問題，icon 也能完美顯示，跟連接三星手機最大的差距就是 不能直接透過手錶回覆訊息 ! Samsung s10e 實測寫到最後才發現，原來 Active2 是可以截圖的。 開啟手錶”設定 &gt; 進階 &gt; 螢幕擷取” 開啟後，按住首頁鍵(右下角)並將螢幕由左向右滑動即可截圖。 自己同一家的整合與功能當然相較於其他廠牌更好，在 Samsung s10e 與手錶連接後，與 iPhone 最大的差異，就是可以直接在手錶上面針對通知回覆訊息！ 結論智慧手錶的出現，對我來說，是用科技解決科技帶給我的困擾與麻煩，雖然客觀來說，更麻煩了哈哈哈哈。但對於我這種有資訊焦慮的人來說，已經算是找到一個稍微算舒服的方式去處理我的焦慮感。我喜歡 3C, 喜歡各種新科技，就是喜歡只要付出一點點學習成本，便能減少重複行為浪費掉的時間，時間太寶貴了(真的是過了 25 歲後深刻感受到時間感的不同哈哈哈)。 回到這隻錶上，到目前為止，用了將近半個月，還沒有什麼負面感受，唯一小小可惜的是如果 APP 的 widget 生態能像 Apple 那樣就更好了。","link":"/Samsung-Galaxy-Watch-Active2-40mm.html"},{"title":"台灣好行初體驗｜基隆一日遊：潮境公園 & 海洋科技博物館 & 和平島公園 & 廟口夜市","text":"228連假前幾日，逼羅突然說好想出去玩，令我挺驚訝的，畢竟交往結婚至今六年左右，我們兩個出去玩的次數屈指可數。他鮮少提出這種願望，讓我也覺得好像有那麼一點想出門去，開始思考怎麼樣可以在沒有車的前提較為輕鬆的出遊。 想起前幾週看到 youtuber 介紹的台灣好行套票，立刻去台灣好行的網站瀏覽逛逛。因為平常在台北生活，覺得把握在台北的時光，多往北海岸走好像滿不錯的，因此在基隆跟宜蘭兩個地點糾結了一下。同時參考了天氣預報，覺得這個季節去很久沒去的基隆走走似乎滿適合的，開始認真研究基隆套票中的組合。 行程規劃：台灣好行 濱海奇基線 T99 打開台灣好行網站，看完濱海奇基線的所有組合，鎖定了 濱海奇基線一日券 跟 基隆山海青春行 。其中基隆山海青春行的 深澳鐵道自行車單程體驗 很吸引我，但這個點是需要事先預約的，我到連假的兩三天前才預約，當然已經完全沒有適合的時間了，很可惜地我只能在這次放棄這個景點，下次請早。考量到我不想額外跑到易遊網旅行社、鳳凰旅行社、陽明海洋文化藝術館去購買套票，所以 濱海奇基線一日券 勝出！ 景點搭配車次思考後，無法停留一個小時左右的景點也不適合安排進去，所以最後決定的行程是： 潮境公園 &amp; 海洋科技博物館 =&gt; 和平島公園 =&gt; 廟口夜市 (天一香肉羹順 &amp; 一口吃香腸 &amp; 基隆連珍糕餅店) 我對規劃的執著，就是偏執到連吃什麼都要先全部做好功課，避免大老遠跑到現場卻踩雷的風險哈哈哈哈，很累很有病，但當一整天的行程都很美好，好吃又好玩，會感覺很滿足。 第一站：潮境公園 &amp; 海洋科技博物館 我們從松山車站出發，正值武漢肺炎的緊張時期，還是有好好遵守著口罩除了吃飯喝水以外時刻不離臉，畢竟一上區間車廂，就有阿北劇烈咳嗽還沒戴口罩，讓人有點挫。抵達基隆車站時，一時間有點不知道要去哪裡搭車，問了台鐵的售票窗口，他也不太清楚，還好離開車站後我們直奔客運轉運站，就看到在轉運站旁的旅遊服務中心前停著貼有台灣好行貼紙的小巴。 我們是搭例假日早上第二班車 10:18，上車前旅遊服務中心的服務人員還很貼心的拿時刻表給我們，上車後可直接用 $50/人 跟司機購買一日票。我們沒想到會這麼多人，整台車滿載，全程只能站在走道。潮境公園是倒數第四站，出發後大約要 30 分鐘才會抵達，經歷了一段山路與 30 分鐘客滿的小巴走道，老實說還挺累人的。 浩浩蕩蕩終於晃到海洋科技博物館，下車後大約要走 15~20 分鐘才會到潮境公園的著名巨大掃把，還好天氣不冷不熱，走路很舒服。我們先在潮境公園的貨櫃市集看著小提琴的街頭表演，坐在市集悠閒的享受早午餐，吃了蔥油餅$45跟原味雞蛋仔$70，可能是環境氛圍使然，味道還不錯。但喝的飲料選擇有點少，想要有好喝的可以配著吃建議自備。 吃完後我們拉著手繞完外圈步道，在步道上看著海浪打在礁石，飛濺起巨大的浪花，很舒壓。逼羅說：「這裡的沙坑足夠讓小孩玩上一整天了吧，很適合帶小孩來，把小孩丟在沙坑，我們在旁邊偷閒約會（笑）。」勾勒過分務實的未來小確幸畫面，我覺得這是土象星座才會懂得浪漫。 沿著方才的路程慢步回到海洋科技博物館，先前做了功課，看到有IMAX 3D 海洋劇場播映的其中一部還是逼羅很愛的海洋生物 海龜的奇幻旅程 Turtle Odyssey 就讓我決定不論如何這個行程絕對會是這趟一日遊的關鍵重點。沒想到超級幸運，當天還有228連假優惠，3D劇場的票買一送一，我們兩人只需要 $120 ! Soooo lucky ! 3D IMAX 海洋劇場的整個體驗很棒，環境跟影片都非常好，觀眾的人數大約只有場地的一半。非常推薦這個點～果然是穩穩打中逼羅心頭好的重點行程，還說他差點被電影感動哭哈哈哈哈哈哈，我完全沒get到他的哭點。 第二站：和平島公園 海洋劇場 海龜的奇幻旅程 Turtle Odyssey 的影片長度是40分鐘，所以我們抓了要搭 14:05 的回程車次到和平島公園應該會剛剛好。沒想到，我們足足等了好久，大約等到快三點，才看到台灣好行的小巴前來。雖然有公車動態可以線上查詢，但時刻表與實際車次抵達的時間落差實在太大了。 和平島公園的門票是 $80/人，內有豐富的自然景觀，可惜我們太外行，在沒有導覽的情況下只能走馬看花，像這類富有各種景觀與歷史的風景區，提前預約導覽應該會更有趣！我們繞了一圈，為了趕搭倒數第二班車到廟口夜市，所以草草的結束和平島公園行程。不出所料，果然又等了超過時刻表上半個小時，才等到車。而且跟早上的去程時相同，整車塞滿了乘客，所以我們又前胸貼後背的站著晃到廟口夜市。 第三站：廟口夜市因為一整天只吃了潮市集的小點，在小巴上肚子就已經餓得不得了了。一下車，馬上先直奔廟口夜市內，去吃做好功課的天一香肉羹順。 天一香肉羹順 想留點胃給其他的小點，點了最有名的 滷肉飯 跟 肉羹 一份一起分食。他們的滷肉是肥瘦混合，可以明顯看到肥肉切得比較大塊，本來入口前擔心太油膩，但吃下去之後發現很平衡，因肥肉足夠軟爛會直接在舌尖上綿掉，非常好吃，加上太餓了，好吃再加成！搭配必點的肉羹湯，是很特別的清湯，而非一般的勾芡羹湯，很解膩，肉羹的量也很多。坐下來送餐的速度很快，我們在十分鐘內就吃完離開。 一口吃香腸在天一香肉羹順的附近，可以依照喜好的數量選擇要幾顆一口大小的香腸，一顆 $7 元。烤好的香腸往往太燙口難以咬斷，一口的創意真的是香腸上的UX優化，不論分食或是食用的體驗都更好了（職業病）。還會附上蒜頭塊，搭配著一起吃真的超美味。 基隆連珍糕餅店 從其他的台灣好行套票行程中看到這間伴手禮餅店，芋頭甜點是他們的招牌，帶了 芋泥球 與 雪露 （芋頭西米露與芋泥的結合）。芋泥球的味道很純粹，就是芋泥！內有芋頭小顆粒，不會太甜，喜歡芋頭與綿密口感的人很推。但我個人比較喜歡稍微有甜味的點心，所以雪露整個中！超推雪露！這兩個伴手禮的有效期限都只有三兩天，而且我的芋泥球到標注的有效期限當天就稍微有點變質了，可能是我返家的車程較久，離開冰箱時間稍微太長，可見是真的很天然可以安心吃的甜點，是會想再回購的推薦伴手禮。 第一次搭乘台灣好行的經驗整理來說還不錯，還算順利地享受美好的旅程。不過車上的位置真的不多，如果帶著小朋友或行動不便的旅伴，可能要挑一下時間避開前後的尖峰班次。 台灣好行 濱海奇基線 T99 簡單 Q&amp;AQ1: 臺鐵基隆站(旅遊服務中心) 在哪裡？如果是搭火車，出了車站站前廣場後往左手邊走，往舊車站的方向走，會先看到客運轉運站（應該是國光），穿過它，就會找到基隆旅遊服務中心。 Q2: 在景點站下車後，回程的上車地點在哪邊？如果下車的點是一般道路，有雙向來車，那通常就是在對面，會設立於一般的公車站。若是非一般道路，像是和平島公園是直接載到入園門口處，那就是上下車在同一地點候車。 Q3: 推著嬰兒/帶幼童/行動不便友善嗎？以我親身經歷的T99線來說，會行經陡峭蜿蜒山路，且人次較多，帶著嬰兒/幼童/行動不便者，會很辛苦，可能要考慮其他方式。也許可以試試看直接搭乘市公車的方式旅遊，至少車位與空間都比較舒適。","link":"/taiwantrip-keelung-t99.html"}],"tags":[{"name":"親身推薦","slug":"親身推薦","link":"/tags/親身推薦/"},{"name":"懶人包","slug":"懶人包","link":"/tags/懶人包/"},{"name":"購物心得","slug":"購物心得","link":"/tags/購物心得/"},{"name":"婚禮大小事","slug":"婚禮大小事","link":"/tags/婚禮大小事/"},{"name":"雜記","slug":"雜記","link":"/tags/雜記/"},{"name":"3C","slug":"3C","link":"/tags/3C/"},{"name":"教學","slug":"教學","link":"/tags/教學/"},{"name":"換換病","slug":"換換病","link":"/tags/換換病/"},{"name":"脂漏性皮膚炎","slug":"脂漏性皮膚炎","link":"/tags/脂漏性皮膚炎/"},{"name":"洗髮精","slug":"洗髮精","link":"/tags/洗髮精/"},{"name":"紀錄","slug":"紀錄","link":"/tags/紀錄/"},{"name":"小媳婦求生記","slug":"小媳婦求生記","link":"/tags/小媳婦求生記/"},{"name":"科技宅少女","slug":"科技宅少女","link":"/tags/科技宅少女/"}],"categories":[{"name":"生活小事","slug":"生活小事","link":"/categories/生活小事/"},{"name":"科技宅少女","slug":"科技宅少女","link":"/categories/科技宅少女/"},{"name":"購物心得","slug":"購物心得","link":"/categories/購物心得/"}]}