{"pages":[{"title":"about","text":"關於鹿跟工程師在一起的軟體專案經理，目前正慢慢走向產品經理之路，老是覺得這個坑大又深，卻又無法自拔的走得更進去。偶爾還充當一點 SA, 一點 QA, 以及很多點 UX (🤣 對，我在新創團隊當雜工) 對購物這件事也有濃烈的職業病，或是，正是因為偏執才讓我懂得享受這份職業。想依循斷捨離的準則生活，但目前還做不到。最討厭買到廣告不實、花了我的錢、卻稱不上好用的東西，變成廢物還讓我煩惱怎麼把它丟掉，同時又因為環保的心，不捨廢物被製造與丟棄會產生的各種環境成本。 記性很差，感觸很多，時間很少，覺得不把這些轉成什麼紀錄起來很浪費，於是這個部落格就誕生了。除了留下一點生活的軌跡，希望也能順便節省到誰的時間那就好了。","link":"/about/index.html"},{"title":"關於鹿","text":"測試看看","link":"/關於鹿/index.html"}],"posts":[{"title":"[婚禮大小事] 台中手工喜餅試吃推薦 😋","text":"年初拍完輕婚紗照，當時還沒決定要結婚，只是因緣際會下先拍看看、拍個好玩。但 B 羅跟我拍完覺得好像就這樣順勢趕快結婚也可以，如此這般，很迅速地決定要盡快辦完婚禮（哈哈哈沒錯就是那麼務實及隨性）。 不過因為算命老師說年底都沒適合我們倆的日子了，所以最接近的好日子只有明年一月，老師說了算，我們也就這樣沒有異議地拍板定案。 怎麼挑要試吃哪間？我家在台中，平日在台北上班，週末偶爾也要跟 B 羅一起回新竹張羅婚事，從決定要結婚後，行程一直很滿。還好好姊妹們都差不多時間要結婚，很多前輩可以問，陸續推薦很多 FB 粉絲團給我，超感謝！ 我直接在 FB 婚禮相關的粉絲團中搜尋關鍵字，鎖定台中的餅店，想要手工餅乾，搜尋手工餅乾/喜餅/台中/推薦，依照大家推文的店家再去 google 搜尋做篩選。 最後選定了下面 6 間_ chochoco 巧克力專賣 瑪利 MAMA 手作麵包 拾個月 蛋糕餅乾禮物專門店 蒙恩聽障烘焙坊 BabyFace 手工烘培 黑色棒棒糖 行程規劃因為每週都有很多事情要處理跟籌劃，我就天(愚)真(蠢)的想說可以在一個週末把 6 間都搞定，所以就開心地排出下面行程… 經過我的實際測試，一天吃 兩間是極限 哈哈哈哈哈，千萬不要跟我一樣天真。第二間吃到一半就開始會覺得很撐，也會覺得膩。 因為最後實在吃不下，所以距離比較遠的 拾個月 、排在最後一間的 BabyFace手工烘培 以及因為是連假而休假的 瑪利 MAMA 手作麵包 就果斷捨棄，沒有前去試吃。 親身試吃心得分享想要寫一個可以一目了然的紀錄，嘗試用卡片的方式呈現，將優點跟缺點簡短的列出來，希望能讓想參考的人快速有個參考的方向。 蒙恩聽障烘焙坊 (04) 2233-2525 試吃免費 💖 餅乾好吃，價格實惠，同時還能做公益🖤 外盒較為樸素、款式不多，且沒有我想要的餅乾組合 chochoco 巧克力專賣 (04) 2313-8777 試吃 $180 💖 服務周到，禮盒設計精緻🖤 價位較高，盒內餅乾組合排列方式看起來稍嫌單薄 黑色棒棒糖 0923-130-799 試吃免費 💖 餅乾超好吃，禮盒設計很可愛，試吃免費且給的很大方，服務很親切🖤 餅乾給的太豐富了，我跟三位家人一起吃，大家都吃得太飽太開心 最終抉擇哈哈哈，依照上面的佔比，應該很明顯可以看得出來我的最終選擇是誰。沒錯，就是 黑色棒棒糖 ！ 除了餅乾本身就好吃以外，試吃的整個服務流程還有包裝設計都完全打中我的心，實在沒有一個我想挑剔的地方，價格也很合理。黑色棒棒糖是我們試吃的最後一間，在這間，我跟母母大概從吃完第一塊餅乾的時候，就同時出現 就是它了！ 的共識。 這週末準備要下單了，希望接下來的整個服務也跟我們一直以來感受到的一樣舒服，好期待親朋好友收到喜餅時的模樣。 PS. 這篇完全不是業配，寫得乍看很偏頗，但完全是真心分享，去試吃體驗一下，應該會明白我說的 😉","link":"/taichung-taiwanese-bride-cake-recommend-2019.html"},{"title":"開站小記錄！","text":"如題，小小紀錄一下本站，歷經了 前幾週某天的下班後至午夜，完成基本安裝及建立 本週兩天的上班日早晨，提前半小時起床，對本站敲敲打打 最後是今日的整個下午 總算完成這個站的基本對外樣貌了，可喜可賀，希望接下來能在這邊好好的紀錄生活點滴，並且分享一些有用的資訊給需要的人 ☺ 首圖引用自 Satoshi TAKEU / flickr","link":"/rurustrace-go-live.html"},{"title":"Line 換手機備份從 iOS 轉 Android 教學","text":"希望前四大段可以幫助你快速的判斷這篇教學文，與你的狀況是不是符合。如果有任何疑問，歡迎隨時留言發問喔，我會盡所能幫你解答 🌞 本文實測設備iPhone 8 plus ios 系統 Line 備份轉移至 Samsung s10e Android 系統 8.0 以上 目前 Line 轉移備份的可行作法 ios ➯ ios : Line 內建，路徑是 設定 &gt; 聊天 &gt; 備份聊天記錄 &gt; 馬上進行備份 Android ➯ Android : Line 內建，路徑是 設定 &gt; 聊天 &gt; 備份及復原聊天記錄 &gt; Google 帳號 &gt; 備份至 Google 雲端硬碟 ios ⇌ Android : 需購買電腦軟體 Backuptrans Android iPhone Line Transfer +台幣:heavy_dollar_sign:723 (這是 2019/09 購入 Personal Edition 方案含國外手續費的價格) ios ⇌ Android 轉移前須知重點 該軟體 Personal Edition 方案序號只能用在一台電腦上，不能轉移到別台電腦進行作業 轉移至 Android 8.0 以上手機，必須 手動點開一位一位朋友的聊天視窗 ，個別恢復已備份的聊天內容!!! 若不想這麼麻煩，要先轉移到 Android 8.0 以下的手機，再用安卓間互轉的方式轉移。 多人聊天紀錄無法還原 (群組可以) 照片沒過期的話會一起轉移 語音訊息無法轉移 轉移流程看完前述的重點依然要繼續往下的話，讓我們來看看轉移的整個流程步驟是怎麼樣～甭緊張，雖然乍看很複雜，但冤枉路我都走完了，仔細的慢慢操作，應該不困難！ 購買、安裝 Backuptrans 軟體 連接 iPhone 進行備份 登入新手機的 Line, 同時舊手機的 Line 被登出清空 移動備份檔至 Android 手機資料夾 手動依照想恢復的朋友對話，一個一個設定讀取 備份轉移成功 :heart_eyes_cat: :blue_heart: 1. 購買、安裝 Backuptrans 軟體最便宜的版本是 Personal Edition 可轉三次方案，價錢與方案就差在轉移次數，沒有其他需求的話可直接購買這個版本。Mac 版比 Windows 版貴一些些。 windows 版本 USD $34.95 mac 版本 USD $29.95 Photo: 鹿鹿生活日誌 2. 連接 iPhone 進行備份這個步驟比較簡單 手機畫面維持在桌面 確認手機的line正確登入 接下來就開始等待進行備份囉，電腦畫面會出現 Loading data from Device...這部分雖然簡單，但我一開始卡超久的，因為進度條很久都沒往前，一直停在 0% . 前幾次嘗試都以為是我設定有問題，沒連接上。後來才發現，只是跑很慢而已，耐心地等就沒問題了！ 備份完成時，就能在該軟體上看到所有的對話紀錄 3. 登入新手機的 Line, 同時舊手機的 Line 被登出清空 舊手機 Line 開啟移動帳號功能 在新手機完成登入。 這時候看到空白一片的聊天記錄會感覺怕怕的哈哈哈，我懂，不要怕！繼續往下，快完成了。 4. 將備份好的紀錄搬到 Android 的資料夾中 先開啟 Android USB 偵錯模式因我是用 Samsung 手機，開啟的路徑會是 設定 &gt; 關於裝置 &gt; 軟體資訊 &gt; 版本號碼，連續點擊 7 次，直到出現「開發者模式已啟用」不同廠牌的設定方式應該小有不同，可以 google 『廠牌 + USB 偵錯模式』找到設定方式。 把備份好的 iPhone 紀錄搬移到 Android 的資料夾 Photo: backuptrans 2.1 如下面官網示意圖，在 local 備份上點右鍵，選擇 Export to Line backup file 2.2 出現視窗請你選擇你新手機上面的正確 Line 帳號 (如果電腦 local 中只有一個剛剛操作的備份檔，那正常只會有那一個選項)，選完點 OK，會跳出存檔視窗，存在哪邊都可以，但千萬 不要更改檔名 !!! 匯出完成後，即可關掉軟體。 把匯出的檔案打開，將裡面的 LINE_Backup 複製到 Android 的資料夾中如果裡面已存在同檔名的 LINE_Backup，務必要把原有的資料夾改名或移除，否則會失敗。 Photo: backuptrans 5. 手動依照想恢復的朋友對話，一個一個設定讀取真正的苦工開始了，點選想匯入備份紀錄的朋友， 右上方的Ｖ符號 &gt; 聊天設定 &gt; 匯入聊天記錄 慢慢的一個個匯入完，就大功告成囉 :+1: (即使聊天視窗內已經在新手機有一些對話內容，經測試，還是可以順利匯入聊天記錄喔) Photo: 失物招領 參考網址 https://butimalone12.pixnet.net/blog/post/460056525 https://steachs.com/archives/48853 https://steachs.com/archives/29432","link":"/line-backup-from-ios-to-android.html"},{"title":"iPhone 4 到 8 plus 老果粉跳槽換 Samsung Galaxy s10e","text":"首圖引用自 Kārlis Dambrāns / flickr 每天要吸收的資訊量實在太多了，結論先說在前頭，有興趣看長篇心路歷程再往下滑唄。 結論綜觀實際體驗的優缺點來說，我換這隻手機換得滿開心的，整體來說是 ⭐⭐⭐⭐⭐ 5 星推，中度使用者別猶豫，換吧！ 優點 手機桌布、 app 圖示能輕易更換主題，多變美觀 手機尺寸回到小 size ，終於能放口袋 widget 比 iPhone 好用太多，行事曆能爽爽放桌面一次看整個月 Samsung watch active 圓錶比 apple watch的方錶更得我心 (拖到我發文 active 2 40mm 都還沒開賣 😐 ) 滿足 3C 換換病 (!? 缺點 我是 iPhone 動態注音的狂熱飯，失去這個功能，打字速度瞬間歸零 螢幕太亮了啊啊啊啊!!!因為一直以來都看 iPhone 的 LCD 螢幕，眼睛習慣了，突然間切換到三星的 OLED 螢幕，前一兩個月眼睛都無法適應。用慣蘋果的同事看到我的手機螢幕，也會忍不住嚷嚷你的手機怎麼那麼亮。 Line 的聊天紀錄必須得要花錢買軟體，費神費時費銀子 想載優質 app 需要花時間研究、做功課 Samsung 二手價沒有 apple 保值哈哈哈 續航力特別把這點拉出來講，因為確實，它就像其他心得分享或實測說的一樣，如果是重度使用者，一定會感受到續航力不足的問題。因為我算是中度使用者，雖然會頻繁檢視手機訊息，但只使用各種社群、論壇及網頁，日常中不太會用手機看大量影片跟玩遊戲。而且我把無線充電板放在辦公桌上，三不五時就會直接放在上面充，所以一整天用下來感受上是還可以接受的。但如果要外出遊玩一整天，可能就真的得帶個隨身電源才夠行。 接下來要準備開始講古了，有要事要忙的人快點離開這個網頁。 老果粉的歷程我人生中第一個入手的蘋果產品是 iPod touch, 那年代，想在隨身裝置聽歌，要自己用電腦從 CD 轉 MP3，或是用 foxy 下載順便中毒。沒想到不過十年，現在多數人都用串流音樂服務聽歌。後來爹爹跟風買了 iPhone4, 用沒多久，嚷嚷著不習慣，我就順勢凹了過來（欸？）身為一個熱愛 3C 的少女，每天都拜倒在賈伯斯大神的萬年牛仔褲底下，讚嘆怎麼會有如此美麗又好用的產品。後來就接著換了 iPhone 5s, iPhone 6, iPhone 7 及 iPhone 8 plus. 甚至也購入了 iPad, iPad Air 2, Mac Air 2014, Mac Air 2017. 雖說不是每一款都追著最新版用，但也稱得上是十足的果粉了吧。 中間的安卓系統小嘗試因為我真的超愛 3C, 雖注重功能性，但依然懷有少女心想要可愛的外型，一直都想用用看不一樣的系統、品牌，所以在身為果粉的歷程中，偶爾還是有換換口味，給安卓一些機會，不過剛好我玩到的機子流暢度還是比當時正使用的 iPhone 順暢度差了些，所以沒有順利跳槽。 HTC sense 粉大約 2009 年我姊買了 HTC sense, 於是跟他交換手機使用了一陣子。結果不知道是不是我姐使用手機的方式不對，還是真的當年效能就是還沒那麼好（有點久遠，記憶不可考）。總之，我就是徹底被慢到不行的速度給嚇傻了，從那時候起我看到 HTC 的手機，總是無法避免的直覺聯想到『慢…』但老實說，為了寫文去找圖，其實這外型到今天看都依然感覺是好看的。 ASUS ZenFone 4 薄荷綠2017 年 ASUS 竟然出了我的愛色，畢竟大家都有耳聞子龍出任務，我內心不免也有點怕怕的，但衝著對愛色的愛，我還是衝了！然後一週後，我就很不捨地把它直接開啟長輩模式，送給母母了呵呵呵呵。 為什麼今年從蘋果脫粉了？因為我想用用看 Samsung Active Watch. 怎麼辦哈哈哈，真的就是這麼單(無)純(腦)的原因，認真看到這邊的人會不會傻眼。因為每天下班我都忘記開鈴聲，漏電話漏到周遭所有的親朋好友都生氣過好幾輪。曾經很認真猶豫要不要買 apple watch, 苦於外型與價格，實在下不了手。所以今年看到 Samsung Active Watch, 跟小老弟借了他的 Samsung 來滑個兩下，我就決定要換 Samsung 手機搭配手錶玩玩看。馬上研究三星今年的旗艦機，一周內做完功課，確定需求 不要曲面、不要太貴、效能不要太慢、螢幕不要太大、外型不要太醜 ，就火速買了 s10e. 個人感受的換系統優劣就如開門見山的結論所言，缺點部分比較痛苦的大概就是打字的適應期，其他都不是什麼實質的功能問題。很快就開心的適應安卓與 Samsung 的系統 🤗 結果等到今天，Samsung Active Watch 2 40 mm 粉色遲遲未開賣。每天都很認真的上三星官網刷頁面。等入手用一陣子後再來紀錄一下好了。","link":"/iPhone4to8plus-change-to-samsung-galaxy-s10e.html"}],"tags":[{"name":"親身推薦","slug":"親身推薦","link":"/tags/親身推薦/"},{"name":"懶人包","slug":"懶人包","link":"/tags/懶人包/"},{"name":"購物心得","slug":"購物心得","link":"/tags/購物心得/"},{"name":"婚禮大小事","slug":"婚禮大小事","link":"/tags/婚禮大小事/"},{"name":"雜記","slug":"雜記","link":"/tags/雜記/"},{"name":"3C","slug":"3C","link":"/tags/3C/"},{"name":"教學","slug":"教學","link":"/tags/教學/"},{"name":"換換病","slug":"換換病","link":"/tags/換換病/"}],"categories":[{"name":"生活小事","slug":"生活小事","link":"/categories/生活小事/"},{"name":"科技宅少女","slug":"科技宅少女","link":"/categories/科技宅少女/"},{"name":"購物心得","slug":"購物心得","link":"/categories/購物心得/"}]}